const n="【歌枠｜KARAOKE】制服で🌸学マスオリ曲オンリーセトリ歌枠🎤初歌い曲あり✨【#パレプロ #香鳴ハノン】",o="香鳴ハノン",t="KkiFM2UeKcs",i="2025-04-01",e=`0:02:01 はのは〜！

0:05:25 01. コンテンポラリのダンス / 篠澤広
0:17:24 02. L.U.V / 姫崎莉波
0:26:55 03. 仮装狂騒曲 / 初星学園
0:35:23 04. FIghting My Way / 花海咲季
0:41:15 05. The Rolling Riceball / 花海佑芽

0:47:00 06. がむしゃらに行こう！ / 初星学園
0:53:08 07. Luna say maybe / 月村手毬
1:01:03 08. White Night! White Wish! / 初星学園
1:13:24 09. アイヴイ / 月村手毬
1:28:25 10. ハッピーミルフィーユ / 初星学園

1:43:06 11. Boom Boom Pow / 花海咲季
1:49:58 12. 冠菊 / 初星学園
1:58:26 13. 世界一可愛い私 / 藤田ことね
2:04:24 14. 白線 / 葛城リーリヤ
2:08:30 15. Campus mode!! / 初星学園

2:15:06 スパチャ読み
2:37:16 はのは〜！
2:37:55 END / Cパート`,s={video_title:n,video_artist:o,video_id:t,video_publish_date_str:i,song_timeline:e};export{s as default,e as song_timeline,o as video_artist,t as video_id,i as video_publish_date_str,n as video_title};
