const n="【歌枠｜KARAOKE】ゲリラで採点ゲームにチャレンジ！何点取れる…！？✨初見さんも大歓迎💗【#パレプロ #香鳴ハノン】",o="Hanon Ch. 香鳴ハノン【パレプロ】",t="QMcUvgdYk4A",e="2025-02-21",i=`0:02:22 はのは〜！

0:06:15 01. 残響散歌 / Aimer
0:11:35 02. なんでもないよ / マカロニえんぴつ
0:16:04 03. SHAMROCK / UVERworld
0:21:12 04. Namidairo / YUI
0:25:57 05. Jam / YUI

0:30:33 06. Happy Birthday to you you / YUI
0:35:16 07. How crazy / YUI
0:39:51 08. はんぶんこ / ステレオポニー
0:46:51 09. かくれんぼ / AliA
0:52:42 10. ふわふわ時間 / 桜高軽音部

0:57:31 11. 残酷な天使のテーゼ / 高橋洋子
1:02:14 12. 残酷な天使のテーゼ / 高橋洋子
1:09:13 13. I LOVE YOU / 尾崎豊
1:14:18 14. 愛は勝つ / KAN
1:18:57 15. キセキ / GReeeeN

1:24:55 16. 風になる / つじあやの
1:30:13 17. ありがとう / いきものがかり
1:39:58 18. 魂のルフラン / 高橋洋子
1:46:44 19. 残酷な天使のテーゼ / 高橋洋子

1:53:22 スパチャ読み

1:56:50 20. なんでもないよ / マカロニえんぴつ
1:58:20 21. なんでもないよ / マカロニえんぴつ
2:02:18 22. なんでもないよ / マカロニえんぴつ
2:05:43 23. なんでもないよ / マカロニえんぴつ
2:12:31 24. 君が代 / 日本国国歌
2:14:13 25. 君が代 / 日本国国歌
2:15:50 26. 君が代 / 日本国国歌
2:17:26 27. 君が代 / 日本国国歌
2:19:26 28. 君が代 / 日本国国歌
2:21:02 29. 君が代 / 日本国国歌
2:22:07 30. 君が代 / 日本国国歌
2:24:43 31. 君が代 / 日本国国歌
2:26:38 32. 君が代 / 日本国国歌
2:27:31 33. 君が代 / 日本国国歌

2:30:25 はのは〜！
2:31:03 END / Cパート`,a={video_title:n,video_artist:o,video_id:t,video_publish_date_str:e,song_timeline:i};export{a as default,i as song_timeline,o as video_artist,t as video_id,e as video_publish_date_str,n as video_title};
