const n="【#耐久歌枠(後編)】達成ありがとう💕登録者34000人&同接300人目標の耐久歌枠🎤🎶老人会セトリ✨【#ハノンノオト #香鳴ハノン】",t="香鳴ハノン",e="sYMJ9rAljNg",o="2025-04-02",s=`0:00:58 はのは〜！

※番号は前半戦からの通し番号
0:18:43 44. おジャ魔女カーニバル!! / MAHO堂
0:22:48 45. ハレ晴レユカイ / 涼宮ハルヒ(平野綾)・長門有希(茅原実里)・朝比奈みくる(後藤邑子)
0:34:02 46. 恋は渾沌の隷也 / 後ろから這いより隊G
0:41:18 47. 撲殺天使ドクロちゃん / ドクロちゃん(千葉紗子)
0:45:52 48. バラライカ / 月島きらり starring 久住小春(モーニング娘。)
0:50:18 49. 檄！帝国華撃団 / 真宮寺さくら(横山智佐)&帝国歌劇団

0:55:06 50. Butter-Fly / 和田光司
0:59:41 51. カサブタ / 千綿偉功
1:05:59 52. ハッピーシンセサイザ / EasyPop
1:10:00 53. いーあるふぁんくらぶ / みきとP

1:16:45 🎉🎉🎉CH登録者34000人突破おめでとう！！🎉🎉🎉

1:17:23 54. Believe / Folder5
1:27:52 55. 赤いスイートピー / 松田聖子

1:32:29 🔖ハノンちゃんの真面目な話

2:07:35 56. S・O・S / ピンク・レディー
2:11:00 57. 瑠璃色の地球 / 松田聖子

2:19:49 はのは〜！
2:20:39 END / Cパート`,i={video_title:n,video_artist:t,video_id:e,video_publish_date_str:o,song_timeline:s};export{i as default,s as song_timeline,t as video_artist,e as video_id,o as video_publish_date_str,n as video_title};
