const n="【歌枠｜KARAOKE】#ほのはの 歌コラボ！アイドル系💗でかわいく😊✨【#陽茅ほのか #香鳴ハノン】",t="Hanon Ch. 香鳴ハノン【パレプロ】",o="5MI_klkkKIc",i="2025-03-12",s=`0:02:50 ほのはのは〜！

0:05:44 01. シル・ヴ・プレジデント / P丸様。
0:11:38 02. アナタボシ / MilkyWay
0:23:25 03. プラチナ / 坂本真綾
0:36:42 04. 星間飛行 / ランカ・リー＝中島愛
0:45:32 05. わたしの一番かわいいところ / FRUITS ZIPPER

0:54:10 06. 恋愛サーキュレーション / 花澤香菜

1:04:02 ほのはのは〜！
1:04:28 END`,e={video_title:n,video_artist:t,video_id:o,video_publish_date_str:i,song_timeline:s};export{e as default,s as song_timeline,t as video_artist,o as video_id,i as video_publish_date_str,n as video_title};
